Repository: common-repository/adresses-maps-pages-et-categories
Catalog: langues/ajeadresse-textdomain-*.po
Languages: fr_fr

source: Associated address
fr_fr: Adresse associée

source: Address found
fr_fr: Adresse trouvée

source: Use a new address :
fr_fr: Utiliser une nouvelle adresse :

source: Use
fr_fr: Utiliser

source: Select a search method of address
fr_fr: Choisir une méthode de recherche d'adresse

source: Give an address
fr_fr: Donner une adresse

source: Give Latitude and Longitude
fr_fr: Donner une Latitude et une Longitude

source: Your address
fr_fr: Votre adresse

source: Title to display
fr_fr: Titre à afficher

source: Add to a category ?
fr_fr: Ajouter à une catégorie ?

source: Previous categories used :
fr_fr: Catégories déjà utilisées :

source: Color default icon
fr_fr: Couleur de l'icone par défaut

source: Color of the icon
fr_fr: Couleur de l'icone

source: Description Address
fr_fr: Description de l'adresse

source: HTML formatting is possible
fr_fr: Le formatage HTML est possible

source: Place the card into the page by inserting this shortcode to the desired position
fr_fr: Placez la carte dans la page en insérant ce bout de code(shortcode) à l'endroit souhaité

source: To view the card with the address of all pages :
fr_fr: Pour afficher la carte contenant l'adresse de toutes les pages :

source: To view the card with the address of all designated categories :
fr_fr: Pour afficher la carte contenant l'adresse de toutes les catégories désignées :

source: The code can contain one or more categories.
fr_fr: Le code peut contenir une ou plusieurs catégories.

source: AdresseMaps plugins
fr_fr: Plugins AdresseMaps

source: Thank you for choosing AdresseMaps to your address associations on your pages and articles.
fr_fr: Merci d'avoir choisi AdresseMaps pour vos associations d'adresses à vos pages et articles.

source: Settings
fr_fr: Réglages

source: List of addresses
fr_fr: Liste de vos adresses

source: Your addresses
fr_fr: Vos adresses

source: You have the choice of pre-populate an address to easily associate with your articles or your pages.
fr_fr: Vous avez le choix de pré-remplir une adresse afin de l'associer facilement à vos articles ou vos pages.

source: Title
fr_fr: Titre

source: Delete
fr_fr: Supprimer

source: Add an address
fr_fr: Ajouter une adresse

source: Do you really want to delete this address ?
fr_fr: Voulez-vous vraiment supprimer cette adresse ?

source: Change Address
fr_fr: Modifier l'adresse

source: You can choose complete this is right for you, the addresses being created <strong>only for a pre-filling</strong>.
fr_fr: Vous avez le choix de remplir ce qui vous convient, les adresses étant crées <strong>uniquement pour un pré-remplissage</strong>.

source: Edit
fr_fr: Modifier

source: Navigator key
fr_fr: Clé de navigateur

source: Server key
fr_fr: Clé de serveur

source: Adresses Maps to Post and Pages
fr_fr: Adresses Maps pour les Articles et les Pages

source: Link your pages to a postal address and a category and find them inside a large Map that you can modify to your care.
fr_fr: Associez vos pages à une adresse postale et une catégorie et retrouvez-les à l'intérieur d'une grande Map que vous pouvez modifier à vos soins.

source: JANSSENS Arthur
fr_fr: Arthur JANSSENS
